Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: This PTY helper cannot provide compatible terminal snapshots. Save your work, quit Cascade explicitly, rebuild the helper, and reopen. Existing shells have been preserved.
bn: এই PTY সহায়ক সামঞ্জস্যপূর্ণ টার্মিনাল স্ন্যাপশট দিতে পারে না। কাজ সংরক্ষণ করুন, Cascade থেকে স্পষ্টভাবে প্রস্থান করুন, সহায়কটি আবার বিল্ড করে খুলুন। বিদ্যমান শেলগুলো রাখা হয়েছে।
es: Este auxiliar PTY no puede proporcionar instantáneas compatibles. Guarda tu trabajo, sal de Cascade expresamente, recompila el auxiliar y vuelve a abrirlo. Se conservaron los shells existentes.
fr: Cet utilitaire PTY ne peut pas fournir d’instantanés de terminal compatibles. Enregistrez votre travail, quittez explicitement Cascade, recompilez l’utilitaire et rouvrez l’app. Les shells existants sont conservés.
hi: यह PTY हेल्पर संगत टर्मिनल स्नैपशॉट नहीं दे सकता। काम सहेजें, Cascade को स्पष्ट रूप से बंद करें, हेल्पर फिर बिल्ड करके दोबारा खोलें। मौजूदा शेल सुरक्षित हैं।
it: Questo helper PTY non può fornire istantanee compatibili del terminale. Salva il lavoro, esci esplicitamente da Cascade, ricompila l’helper e riapri. Le shell esistenti sono conservate.
ja: この PTY ヘルパーは互換性のあるターミナルスナップショットを提供できません。 作業を保存し、Cascade を明示的に終了して、ヘルパーを再ビルドしてから開き直してください。既存のシェルは保持されています。
ko: 이 PTY 도우미는 호환되는 터미널 스냅샷을 제공할 수 없습니다. 작업을 저장하고 Cascade를 명시적으로 종료한 다음 도우미를 다시 빌드하고 여세요. 기존 셸은 유지됩니다.
pt_br: Este auxiliar PTY não pode fornecer instantâneos compatíveis do terminal. Salve seu trabalho, encerre o Cascade explicitamente, recompile o auxiliar e reabra. Os shells existentes foram mantidos.
ru: Этот помощник PTY не может создавать совместимые снимки терминала. Сохраните работу, явно выйдите из Cascade, пересоберите помощник и откройте приложение снова. Существующие оболочки сохранены.
sv: Det här PTY-hjälpprogrammet kan inte ge kompatibla terminalögonblicksbilder. Spara arbetet, avsluta Cascade uttryckligen, bygg om hjälpprogrammet och öppna igen. Befintliga skal har behållits.
zh_hans: 此 PTY 辅助程序无法提供兼容的终端快照。 请保存工作，明确退出 Cascade，重新构建辅助程序后重新打开。现有 shell 已保留。
zh_hant: 此 PTY 輔助程式無法提供相容的終端機快照。 請儲存工作，明確結束 Cascade，重新建置輔助程式後重新開啟。現有 shell 已保留。

source: This PTY helper cannot report incomplete history. Rebuild the helper before reattaching.
bn: এই PTY সহায়ক অসম্পূর্ণ ইতিহাস জানাতে পারে না। আবার সংযুক্ত করার আগে সহায়কটি পুনরায় বিল্ড করুন।
es: Este auxiliar PTY no puede informar de un historial incompleto. Recompílalo antes de reconectar.
fr: Cet utilitaire PTY ne peut pas signaler un historique incomplet. Recompilez-le avant le rattachement.
hi: यह PTY हेल्पर अधूरे इतिहास की सूचना नहीं दे सकता। दोबारा अटैच करने से पहले हेल्पर फिर बिल्ड करें।
it: Questo helper PTY non può segnalare una cronologia incompleta. Ricompilalo prima di ricollegarti.
ja: この PTY ヘルパーは不完全な履歴を報告できません。再接続する前にヘルパーを再ビルドしてください。
ko: 이 PTY 도우미는 불완전한 기록을 보고할 수 없습니다. 다시 연결하기 전에 도우미를 다시 빌드하세요.
pt_br: Este auxiliar PTY não pode informar um histórico incompleto. Recompile-o antes de reconectar.
ru: Этот помощник PTY не может сообщать о неполной истории. Пересоберите его перед присоединением.
sv: Det här PTY-hjälpprogrammet kan inte rapportera ofullständig historik. Bygg om det före återanslutning.
zh_hans: 此 PTY 辅助程序无法报告不完整的历史记录。请重新构建辅助程序后再附加。
zh_hant: 此 PTY 輔助程式無法回報不完整的歷史記錄。請重新建置輔助程式後再附加。

source: This PTY helper cannot start the agent in its shell. Save your work, quit Cascade explicitly, rebuild the helper, and reopen. Existing shells have been preserved.
bn: এই PTY সহায়ক তার শেলে এজেন্ট শুরু করতে পারে না। কাজ সংরক্ষণ করুন, Cascade থেকে স্পষ্টভাবে প্রস্থান করুন, সহায়কটি আবার বিল্ড করে খুলুন। বিদ্যমান শেলগুলো রাখা হয়েছে।
es: Este auxiliar PTY no puede iniciar el agente en su shell. Guarda tu trabajo, sal de Cascade expresamente, recompila el auxiliar y vuelve a abrirlo. Se conservaron los shells existentes.
fr: Cet utilitaire PTY ne peut pas démarrer l’agent dans son shell. Enregistrez votre travail, quittez explicitement Cascade, recompilez l’utilitaire et rouvrez l’app. Les shells existants sont conservés.
hi: यह PTY हेल्पर अपने शेल में एजेंट शुरू नहीं कर सकता। काम सहेजें, Cascade को स्पष्ट रूप से बंद करें, हेल्पर फिर बिल्ड करके दोबारा खोलें। मौजूदा शेल सुरक्षित हैं।
it: Questo helper PTY non può avviare l’agente nella sua shell. Salva il lavoro, esci esplicitamente da Cascade, ricompila l’helper e riapri. Le shell esistenti sono conservate.
ja: この PTY ヘルパーはシェル内でエージェントを起動できません。 作業を保存し、Cascade を明示的に終了して、ヘルパーを再ビルドしてから開き直してください。既存のシェルは保持されています。
ko: 이 PTY 도우미는 셸에서 에이전트를 시작할 수 없습니다. 작업을 저장하고 Cascade를 명시적으로 종료한 다음 도우미를 다시 빌드하고 여세요. 기존 셸은 유지됩니다.
pt_br: Este auxiliar PTY não pode iniciar o agente no shell. Salve seu trabalho, encerre o Cascade explicitamente, recompile o auxiliar e reabra. Os shells existentes foram mantidos.
ru: Этот помощник PTY не может запустить агента в своей оболочке. Сохраните работу, явно выйдите из Cascade, пересоберите помощник и откройте приложение снова. Существующие оболочки сохранены.
sv: Det här PTY-hjälpprogrammet kan inte starta agenten i sitt skal. Spara arbetet, avsluta Cascade uttryckligen, bygg om hjälpprogrammet och öppna igen. Befintliga skal har behållits.
zh_hans: 此 PTY 辅助程序无法在其 shell 中启动代理。 请保存工作，明确退出 Cascade，重新构建辅助程序后重新打开。现有 shell 已保留。
zh_hant: 此 PTY 輔助程式無法在其 shell 中啟動代理程式。 請儲存工作，明確結束 Cascade，重新建置輔助程式後重新開啟。現有 shell 已保留。

source: This pull request belongs to %@. Choose its project before creating the session.
bn: এই পুল রিকোয়েস্ট %@-এর। সেশন তৈরির আগে তার প্রকল্প বাছুন।
es: Esta solicitud pertenece a %@. Elige su proyecto antes de crear la sesión.
fr: Cette pull request appartient à %@. Choisissez son projet avant de créer la session.
hi: यह पुल अनुरोध %@ का है। सत्र बनाने से पहले उसका प्रोजेक्ट चुनें।
it: Questa pull request appartiene a %@. Scegli il suo progetto prima di creare la sessione.
ja: このプルリクエストは %@ に属します。セッション作成前にそのプロジェクトを選択してください。
ko: 이 풀 리퀘스트는 %@에 속합니다. 세션을 만들기 전에 해당 프로젝트를 선택하세요.
pt_br: Esta pull request pertence a %@. Escolha o projeto dela antes de criar a sessão.
ru: Этот pull request относится к %@. Выберите его проект перед созданием сеанса.
sv: Denna pull request tillhör %@. Välj dess projekt innan du skapar sessionen.
zh_hans: 此拉取请求属于 %@。请先选择所属项目再创建会话。
zh_hant: 此提取要求屬於 %@。請先選擇所屬專案再建立工作階段。

source: This removes the project configuration and PR/Jira links. Sessions remain under Sessions, and workspace folders and running terminals are kept.
bn: এতে প্রকল্পের কনফিগারেশন ও PR/Jira লিংক মুছে যাবে। সেশনগুলো সেশন বিভাগে থাকবে; ওয়ার্কস্পেস ফোল্ডার ও চলমান টার্মিনালও থাকবে।
es: Se eliminan la configuración del proyecto y los vínculos de PR/Jira. Las sesiones permanecen en Sesiones; se conservan las carpetas de trabajo y los terminales activos.
fr: La configuration du projet et les liens PR/Jira seront supprimés. Les sessions restent dans Sessions ; les dossiers de travail et les terminaux actifs sont conservés.
hi: इससे प्रोजेक्ट कॉन्फ़िगरेशन और PR/Jira लिंक हटते हैं। सत्र, सत्र अनुभाग में रहेंगे; वर्कस्पेस फ़ोल्डर और चल रहे टर्मिनल भी बने रहेंगे।
it: Vengono rimossi la configurazione del progetto e i collegamenti PR/Jira. Le sessioni restano in Sessioni; le cartelle di lavoro e i terminali attivi vengono conservati.
ja: プロジェクト設定と PR/Jira のリンクを削除します。セッションは「セッション」に残り、ワークスペースフォルダと実行中のターミナルも保持されます。
ko: 프로젝트 설정과 PR/Jira 링크를 삭제합니다. 세션은 세션 목록에 남으며 작업 공간 폴더와 실행 중인 터미널도 유지됩니다.
pt_br: Isso remove a configuração do projeto e os vínculos de PR/Jira. As sessões permanecem em Sessões; as pastas de trabalho e os terminais em execução são mantidos.
ru: Будут удалены настройки проекта и связи с PR/Jira. Сеансы останутся в разделе «Сеансы», рабочие папки и запущенные терминалы сохранятся.
sv: Projektinställningarna och PR/Jira-länkarna tas bort. Sessionerna finns kvar under Sessioner, och arbetsmappar och aktiva terminaler behålls.
zh_hans: 这会移除项目配置及 PR/Jira 关联。会话仍保留在“会话”中，工作区文件夹和运行中的终端也会保留。
zh_hant: 這會移除專案設定及 PR/Jira 連結。工作階段仍保留在「工作階段」中，工作區檔案夾和執行中的終端機也會保留。

source: This rewrites the selected block on disk and cannot be undone. Other change blocks remain.
bn: ডিস্কের নির্বাচিত ব্লক আবার লেখা হবে, যা ফেরানো যাবে না। অন্য পরিবর্তন থাকবে।
es: Se reescribe el bloque seleccionado en disco y no se puede deshacer. Los demás bloques se conservan.
fr: Le bloc sélectionné est réécrit sur le disque, sans possibilité d’annulation. Les autres blocs sont conservés.
hi: यह डिस्क पर चुना ब्लॉक फिर लिखता है और इसे वापस नहीं किया जा सकता। बाकी बदलाव बने रहेंगे।
it: Il blocco selezionato viene riscritto su disco senza possibilità di annullare. Gli altri blocchi restano.
ja: ディスク上の選択ブロックを書き換えます。取り消せません。他の変更ブロックは残ります。
ko: 디스크의 선택한 블록을 다시 쓰며 되돌릴 수 없습니다. 다른 변경 블록은 유지됩니다.
pt_br: Isso reescreve o bloco selecionado no disco e não pode ser desfeito. Os outros blocos permanecem.
ru: Выбранный блок на диске будет перезаписан без возможности отмены. Остальные блоки сохранятся.
sv: Det markerade blocket skrivs om på disken och kan inte ångras. Övriga ändringsblock behålls.
zh_hans: 这会重写磁盘上的所选块，且无法撤销。其他更改块会保留。
zh_hant: 這會覆寫磁碟上的所選區塊，且無法復原。其他變更區塊會保留。

source: This shell has an incompatible appearance owner. The existing shell has been preserved.
bn: এই শেলের চেহারার নিয়ন্ত্রক অসামঞ্জস্যপূর্ণ। বিদ্যমান শেল রাখা হয়েছে।
es: Este shell tiene un responsable de apariencia incompatible. Se conservó el shell existente.
fr: Le responsable de l’apparence de ce shell est incompatible. Le shell existant est conservé.
hi: इस शेल का रूप नियंत्रक असंगत है। मौजूदा शेल सुरक्षित है।
it: Questa shell ha un responsabile dell’aspetto incompatibile. La shell esistente è conservata.
ja: このシェルの外観の管理元は非互換です。既存のシェルは保持されています。
ko: 이 셸의 모양 소유자가 호환되지 않습니다. 기존 셸은 유지됩니다.
pt_br: Este shell tem um responsável pela aparência incompatível. O shell existente foi mantido.
ru: У этой оболочки несовместимый владелец оформления. Существующая оболочка сохранена.
sv: Det här skalet har en inkompatibel utseendeansvarig. Det befintliga skalet har behållits.
zh_hans: 此 shell 的外观控制方不兼容。现有 shell 已保留。
zh_hant: 此 shell 的外觀控制方不相容。現有 shell 已保留。

source: This shell has an incompatible terminal geometry owner. The existing shell has been preserved.
bn: এই শেলের টার্মিনাল জ্যামিতির নিয়ন্ত্রক অসামঞ্জস্যপূর্ণ। বিদ্যমান শেল রাখা হয়েছে।
es: Este shell tiene un responsable de geometría incompatible. Se conservó el shell existente.
fr: Le responsable de la géométrie de ce shell est incompatible. Le shell existant est conservé.
hi: इस शेल का टर्मिनल ज्यामिति नियंत्रक असंगत है। मौजूदा शेल सुरक्षित है।
it: Questa shell ha un responsabile della geometria incompatibile. La shell esistente è conservata.
ja: このシェルのターミナルジオメトリの管理元は非互換です。既存のシェルは保持されています。
ko: 이 셸의 터미널 크기 정보 소유자가 호환되지 않습니다. 기존 셸은 유지됩니다.
pt_br: Este shell tem um responsável pela geometria incompatível. O shell existente foi mantido.
ru: У этой оболочки несовместимый владелец геометрии терминала. Существующая оболочка сохранена.
sv: Det här skalet har en inkompatibel geometriansvarig. Det befintliga skalet har behållits.
zh_hans: 此 shell 的终端几何信息控制方不兼容。现有 shell 已保留。
zh_hant: 此 shell 的終端機幾何資訊控制方不相容。現有 shell 已保留。

source: This shell uses an older terminal response owner. Save its work and close it explicitly before creating a new terminal. The existing shell has been preserved.
bn: এই শেল পুরোনো টার্মিনাল প্রতিক্রিয়া নিয়ন্ত্রক ব্যবহার করে। নতুন টার্মিনাল তৈরির আগে কাজ সংরক্ষণ করে এটি স্পষ্টভাবে বন্ধ করুন। বিদ্যমান শেল রাখা হয়েছে।
es: Este shell usa un responsable de respuestas antiguo. Guarda su trabajo y ciérralo expresamente antes de crear un terminal nuevo. Se conservó el shell existente.
fr: Ce shell utilise un ancien responsable des réponses. Enregistrez votre travail et fermez-le explicitement avant de créer un terminal. Le shell existant est conservé.
hi: यह शेल पुराना टर्मिनल प्रतिक्रिया नियंत्रक उपयोग करता है। नया टर्मिनल बनाने से पहले काम सहेजें और इसे स्पष्ट रूप से बंद करें। मौजूदा शेल सुरक्षित है।
it: Questa shell usa un vecchio responsabile delle risposte. Salva il lavoro e chiudila esplicitamente prima di creare un terminale. La shell esistente è conservata.
ja: このシェルは古いターミナル応答の管理元を使用しています。新しいターミナルを作成する前に作業を保存し、明示的に閉じてください。既存のシェルは保持されています。
ko: 이 셸은 이전 터미널 응답 소유자를 사용합니다. 새 터미널을 만들기 전에 작업을 저장하고 명시적으로 닫으세요. 기존 셸은 유지됩니다.
pt_br: Este shell usa um responsável antigo pelas respostas. Salve o trabalho e feche-o explicitamente antes de criar um terminal. O shell existente foi mantido.
ru: Эта оболочка использует старого владельца ответов терминала. Сохраните работу и явно закройте её перед созданием нового терминала. Существующая оболочка сохранена.
sv: Det här skalet använder en äldre svarsansvarig. Spara arbetet och stäng skalet uttryckligen innan du skapar en ny terminal. Det befintliga skalet har behållits.
zh_hans: 此 shell 使用旧版终端响应控制方。请保存工作并明确关闭该 shell，再创建新终端。现有 shell 已保留。
zh_hant: 此 shell 使用舊版終端機回應控制方。請儲存工作並明確關閉該 shell，再建立新終端機。現有 shell 已保留。

source: This stops the session’s shell and any command it is running. The worktree is kept. The agent resumes its saved conversation when an ID is available.
bn: এতে সেশনের শেল ও চলমান কমান্ড থামবে। ওয়ার্কট্রি থাকবে। ID থাকলে এজেন্ট সংরক্ষিত কথোপকথন চালিয়ে যাবে।
es: Se detiene la shell de la sesión y sus comandos activos. El árbol de trabajo se conserva. Si hay un ID, el agente retoma su conversación guardada.
fr: Le shell et ses commandes en cours s’arrêtent. L’arbre de travail est conservé. L’agent reprend sa conversation enregistrée si un identifiant est disponible.
hi: यह सत्र के शेल और उसमें चल रही कमांड को रोकता है। वर्कट्री बनी रहती है। ID उपलब्ध होने पर एजेंट सहेजी बातचीत फिर शुरू करता है।
it: La shell della sessione e i comandi attivi si fermano. L’albero di lavoro resta. L’agente riprende la conversazione salvata quando è disponibile un ID.
ja: セッションのシェルと実行中のコマンドを停止します。ワークツリーは保持されます。ID がある場合、エージェントは保存済みの会話を再開します。
ko: 세션의 셸과 실행 중인 명령이 중지됩니다. 작업 트리는 유지됩니다. ID가 있으면 에이전트가 저장된 대화를 재개합니다.
pt_br: Isso para o shell da sessão e os comandos ativos. A árvore de trabalho é mantida. O agente retoma a conversa salva quando há um ID disponível.
ru: Оболочка сеанса и выполняемые команды остановятся. Рабочее дерево сохранится. При наличии ID агент возобновит сохранённый разговор.
sv: Sessionens skal och pågående kommandon stoppas. Arbetsträdet behålls. Agenten återupptar sin sparade konversation när ett ID finns.
zh_hans: 这会停止会话的 Shell 及其正在运行的所有命令。工作树会保留。有可用 ID 时，代理会恢复已保存的对话。
zh_hant: 這會停止工作階段的 Shell 及其正在執行的所有命令。工作樹會保留。有可用 ID 時，代理程式會恢復已儲存的對話。

source: This terminal link is not a supported web or local file address.
bn: এই টার্মিনাল লিংক সমর্থিত ওয়েব বা স্থানীয় ফাইলের ঠিকানা নয়।
es: Este enlace del terminal no es una dirección web o de archivo local compatible.
fr: Ce lien du terminal n’est pas une adresse web ou de fichier local prise en charge.
hi: यह टर्मिनल लिंक समर्थित वेब या स्थानीय फ़ाइल पता नहीं है।
it: Questo link del terminale non è un indirizzo web o di file locale supportato.
ja: このターミナルのリンクは、対応するWebまたはローカルファイルのアドレスではありません。
ko: 이 터미널 링크는 지원되는 웹 또는 로컬 파일 주소가 아닙니다.
pt_br: Este link do terminal não é um endereço da web ou de arquivo local compatível.
ru: Ссылка в терминале не является поддерживаемым веб-адресом или путём к локальному файлу.
sv: Terminallänken är inte en webbadress eller lokal filadress som stöds.
zh_hans: 此终端链接不是受支持的网页或本地文件地址。
zh_hant: 此終端機連結不是支援的網頁或本機檔案位址。

source: This theme draws its icons with a font, which Cascade cannot show.
bn: এই থিম ফন্ট দিয়ে আইকন আঁকে, যা Cascade দেখাতে পারে না।
es: Este tema dibuja sus iconos con una fuente, y Cascade no puede mostrarlos.
fr: Ce thème dessine ses icônes avec une police, ce que Cascade ne peut pas afficher.
hi: यह थीम फ़ॉन्ट से आइकन बनाती है, जिसे Cascade नहीं दिखा सकता।
it: Questo tema disegna le icone con un font, cosa che Cascade non può mostrare.
ja: このテーマはフォントでアイコンを描画しますが、Cascade では表示できません。
ko: 이 테마는 글꼴로 아이콘을 그리며, Cascade에서는 표시할 수 없습니다.
pt_br: Este tema desenha seus ícones com uma fonte, o que o Cascade não consegue mostrar.
ru: Эта тема рисует значки шрифтом, а Cascade такие значки показать не может.
sv: Det här temat ritar sina ikoner med ett typsnitt, vilket Cascade inte kan visa.
zh_hans: 此主题使用字体绘制图标，Cascade 无法显示。
zh_hant: 此佈景主題以字型繪製圖示，Cascade 無法顯示。

source: This theme has no icons Cascade can show.
bn: এই থিমে Cascade দেখাতে পারে এমন কোনো আইকন নেই।
es: Este tema no tiene iconos que Cascade pueda mostrar.
fr: Ce thème n’a aucune icône que Cascade puisse afficher.
hi: इस थीम में ऐसे कोई आइकन नहीं हैं जिन्हें Cascade दिखा सके।
it: Questo tema non ha icone che Cascade possa mostrare.
ja: このテーマには Cascade で表示できるアイコンがありません。
ko: 이 테마에는 Cascade에서 표시할 수 있는 아이콘이 없습니다.
pt_br: Este tema não tem ícones que o Cascade possa mostrar.
ru: В этой теме нет значков, которые может показать Cascade.
sv: Det här temat har inga ikoner som Cascade kan visa.
zh_hans: 此主题没有 Cascade 可以显示的图标。
zh_hant: 此佈景主題沒有 Cascade 可以顯示的圖示。

source: Thought
bn: চিন্তা
es: Razonamiento
fr: Réflexion
hi: विचार
it: Ragionamento
ja: 思考
ko: 생각
pt_br: Raciocínio
ru: Размышление
sv: Tanke
zh_hans: 思考
zh_hant: 思考

source: Ticket
bn: টিকিট
es: Incidencia
hi: टिकट
ja: チケット
ko: 티켓
ru: Задача
sv: Ärende
zh_hans: 工单
zh_hant: 工作項目

source: Ticket assigned → notify
bn: টিকিট বরাদ্দ → জানান
es: Ticket asignado → notificar
fr: Ticket attribué → notifier
hi: टिकट सौंपा → सूचना
it: Ticket assegnato → notifica
ja: チケット割り当て → 通知
ko: 티켓 할당 → 알림
pt_br: Ticket atribuído → notificar
ru: Задача назначена → уведомить
sv: Ärende tilldelat → meddela
zh_hans: 分配工单 → 通知
zh_hant: 指派工單 → 通知

source: Ticket matches JQL
bn: টিকিট JQL-এর সঙ্গে মেলে
es: Ticket coincide con JQL
fr: Ticket correspondant au JQL
hi: टिकट JQL से मेल खाता है
it: Il ticket corrisponde al JQL
ja: チケットがJQLに一致
ko: 티켓이 JQL과 일치
pt_br: Ticket corresponde ao JQL
ru: Задача соответствует JQL
sv: Ärende matchar JQL
zh_hans: 工单匹配 JQL
zh_hant: 工單符合 JQL

source: Ticket priority
bn: টিকিট অগ্রাধিকার
es: Prioridad del ticket
fr: Priorité du ticket
hi: टिकट प्राथमिकता
it: Priorità ticket
ja: チケットの優先度
ko: 티켓 우선순위
pt_br: Prioridade do ticket
ru: Приоритет задачи
sv: Ärendeprioritet
zh_hans: 工单优先级
zh_hant: 工單優先順序

source: Ticket project
bn: টিকিট প্রকল্প
es: Proyecto del ticket
fr: Projet du ticket
hi: टिकट प्रोजेक्ट
it: Progetto ticket
ja: チケットのプロジェクト
ko: 티켓 프로젝트
pt_br: Projeto do ticket
ru: Проект задачи
sv: Ärendeprojekt
zh_hans: 工单项目
zh_hant: 工單專案

source: Ticket status
bn: টিকিট অবস্থা
es: Estado del ticket
fr: Statut du ticket
hi: टिकट स्थिति
it: Stato ticket
ja: チケットのステータス
ko: 티켓 상태
pt_br: Status do ticket
ru: Статус задачи
sv: Ärendestatus
zh_hans: 工单状态
zh_hant: 工單狀態

source: Ticket status changed
bn: টিকিটের অবস্থা বদলেছে
es: Estado del ticket cambiado
fr: Statut du ticket modifié
hi: टिकट स्थिति बदली
it: Stato ticket cambiato
ja: チケットのステータス変更
ko: 티켓 상태 변경됨
pt_br: Status do ticket alterado
ru: Статус задачи изменён
sv: Ärendestatus ändrad
zh_hans: 工单状态变更
zh_hant: 工單狀態變更

source: Ticket type
bn: টিকিটের ধরন
es: Tipo de ticket
fr: Type de ticket
hi: टिकट प्रकार
it: Tipo ticket
ja: チケットの種類
ko: 티켓 유형
pt_br: Tipo de ticket
ru: Тип задачи
sv: Ärendetyp
zh_hans: 工单类型
zh_hant: 工單類型

source: Tickets
bn: টিকিট
es: Incidencias
hi: टिकट
it: Ticket
ja: チケット
ko: 티켓
ru: Задачи
sv: Ärenden
zh_hans: 工单
zh_hant: 議題

source: Tickets assigned
bn: দায়িত্বপ্রাপ্ত টিকিট
es: Incidencias asignadas
fr: Tickets attribués
hi: असाइन किए गए टिकट
it: Ticket assegnati
ja: 担当チケット
ko: 담당 티켓
pt_br: Tickets atribuídos
ru: Назначенные задачи
sv: Tilldelade ärenden
zh_hans: 分配的工单
zh_hant: 指派的工作項目

source: Tickets: %lld
bn: টিকিট: %lld
es: Incidencias: %lld
hi: टिकट: %lld
it: Ticket: %lld
ja: チケット：%lld
ko: 티켓: %lld
ru: Задачи: %lld
sv: Ärenden: %lld
zh_hans: 工单：%lld
zh_hant: 工作項目：%lld

source: Time
bn: সময়
es: Tiempo
fr: Heure
hi: समय
it: Ora
ja: 時間
ko: 시간
pt_br: Hora
ru: Время
sv: Tid
zh_hans: 时间
zh_hant: 時間

source: Time window
bn: সময়সীমা
es: Franja horaria
fr: Plage horaire
hi: समय सीमा
it: Intervallo orario
ja: 実行時間帯
ko: 시간 범위
pt_br: Intervalo de tempo
ru: Временной интервал
sv: Tidsintervall
zh_hans: 时间范围
zh_hant: 時間範圍

source: Title
bn: শিরোনাম
es: Título
fr: Titre
hi: शीर्षक
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Заголовок
sv: Titel
zh_hans: 标题
zh_hant: 標題

source: Title matches
bn: শিরোনাম মেলে
es: Título coincide
fr: Titre correspondant
hi: शीर्षक मेल खाता है
it: Il titolo corrisponde
ja: タイトル一致
ko: 제목 일치
pt_br: Título corresponde
ru: Заголовок совпадает
sv: Titel matchar
zh_hans: 标题匹配
zh_hant: 標題符合

source: To
bn: পর্যন্ত
es: Hasta
fr: À
hi: तक
it: A
ja: 終了
ko: 종료
pt_br: Até
ru: До
sv: Till
zh_hans: 到
zh_hant: 到

source: To do
bn: করণীয়
es: Por hacer
fr: À faire
hi: करना है
it: Da fare
ja: 未着手
ko: 할 일
pt_br: A fazer
ru: К выполнению
sv: Att göra
zh_hans: 待办
zh_hant: 待辦

source: To review
bn: পর্যালোচনার জন্য
es: Por revisar
fr: À examiner
hi: समीक्षा के लिए
it: Da rivedere
ja: レビュー待ち
ko: 리뷰 대기
pt_br: Para revisar
ru: На ревью
sv: Att granska
zh_hans: 待审查
zh_hant: 待審查

source: Today
bn: আজ
es: Hoy
fr: Aujourd’hui
hi: आज
it: Oggi
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
sv: Idag
zh_hans: 今天
zh_hant: 今天

source: Today's activity
bn: আজকের কার্যকলাপ
es: Actividad de hoy
fr: Activité du jour
hi: आज की गतिविधि
it: Attività di oggi
ja: 今日のアクティビティ
ko: 오늘의 활동
pt_br: Atividade de hoje
ru: Сегодняшняя активность
sv: Dagens aktivitet
zh_hans: 今日活动
zh_hant: 今日活動

source: Toggle Sidebar
bn: সাইডবার দেখান বা লুকান
es: Mostrar u ocultar barra lateral
fr: Afficher ou masquer la barre latérale
hi: साइडबार दिखाएँ या छिपाएँ
it: Mostra o nascondi barra laterale
ja: サイドバーを表示／非表示
ko: 사이드바 표시 또는 가리기
pt_br: Mostrar ou ocultar barra lateral
ru: Показать или скрыть боковую панель
sv: Visa eller göm sidofält
zh_hans: 显示或隐藏边栏
zh_hant: 顯示或隱藏側邊欄

source: Too long to show here in full. Review it in the terminal.
bn: এখানে পুরো দেখানোর জন্য বেশি দীর্ঘ। টার্মিনালে পর্যালোচনা করুন।
es: Demasiado largo para mostrarlo completo aquí. Revísalo en el terminal.
fr: Trop long pour être affiché intégralement ici. Vérifiez dans le terminal.
hi: पूरा दिखाने के लिए बहुत लंबा है। टर्मिनल में समीक्षा करें।
it: Troppo lungo per mostrarlo interamente qui. Verifica nel terminale.
ja: 長すぎるため全体を表示できません。ターミナルで確認してください。
ko: 너무 길어 전체를 표시할 수 없습니다. 터미널에서 검토하세요.
pt_br: Longo demais para exibir tudo aqui. Revise no terminal.
ru: Слишком длинно для полного отображения здесь. Проверьте в терминале.
sv: För långt för att visas i sin helhet här. Granska i terminalen.
zh_hans: 内容过长，无法在此完整显示。请在终端中查看。
zh_hant: 內容過長，無法在此完整顯示。請在終端機中檢查。

source: Tool
bn: টুল
es: Herramienta
fr: Outil
hi: टूल
it: Strumento
ja: ツール
ko: 도구
pt_br: Ferramenta
ru: Инструмент
sv: Verktyg
zh_hans: 工具
zh_hant: 工具

source: Top model: %@
bn: সর্বোচ্চ খরচের মডেল: %@
es: Modelo con mayor coste: %@
fr: Modèle le plus coûteux : %@
hi: सबसे अधिक खर्च वाला मॉडल: %@
it: Modello con costo maggiore: %@
ja: 最も費用が高いモデル：%@
ko: 비용이 가장 높은 모델: %@
pt_br: Modelo de maior custo: %@
ru: Самая затратная модель: %@
sv: Modell med högst kostnad: %@
zh_hans: 费用最高的模型：%@
zh_hant: 費用最高的模型：%@

source: Trace
bn: ট্রেস
es: Traza
hi: ट्रेस
it: Traccia
ja: トレース
ko: 추적
pt_br: Rastreamento
ru: Трассировка
sv: Spårning
zh_hans: 跟踪
zh_hant: 追蹤

source: Tracked changes
bn: ট্র্যাক করা পরিবর্তন
es: Cambios rastreados
fr: Modifications suivies
hi: ट्रैक किए गए बदलाव
it: Modifiche tracciate
ja: 追跡対象の変更
ko: 추적된 변경 사항
pt_br: Alterações rastreadas
ru: Отслеживаемые изменения
sv: Spårade ändringar
zh_hans: 已跟踪的更改
zh_hant: 已追蹤的變更

source: Transition ticket
bn: টিকিটের অবস্থা বদলান
es: Cambiar estado del ticket
fr: Changer le statut du ticket
hi: टिकट स्थिति बदलें
it: Cambia stato ticket
ja: チケットの状態を変更
ko: 티켓 상태 전환
pt_br: Alterar status do ticket
ru: Изменить статус задачи
sv: Ändra ärendestatus
zh_hans: 转换工单状态
zh_hant: 轉換工單狀態

source: Trigger matches
bn: ট্রিগার মিলে গেছে
es: El disparador coincide
fr: Déclencheur correspondant
hi: ट्रिगर मेल खाता है
it: Il trigger corrisponde
ja: トリガー一致
ko: 트리거 일치
pt_br: Gatilho corresponde
ru: Триггер совпадает
sv: Utlösaren matchar
zh_hans: 触发条件匹配
zh_hant: 觸發條件符合
